# St7GetSRAResultsSign

Returns the results sign option for Spectral Response analysis.

long St7GetSRAResultsSign(long uID, long* ResultsSign)

Input Parameters

uID

Strand7 model file ID.

Output Parameters
ResultsSign

Results sign; either rsAuto or rsAbsolute.